Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# prog_water_d1_desc
source: Direkt nach dem Aufstehen hat dein Körper über Nacht dehydriert. Trinke ein großes Glas (ca. 400-500ml) Wasser direkt nach dem Wachwerden.
en: Immediately after getting up, your body has become dehydrated overnight. Drink a large glass (approx. 400-500ml) of water immediately after waking up.
es: Inmediatamente después de levantarte, tu cuerpo se ha deshidratado durante la noche. Beba un vaso grande (aprox. 400-500 ml) de agua inmediatamente después de despertarse.
fr: Immédiatement après vous être levé, votre corps s’est déshydraté pendant la nuit. Buvez un grand verre (environ 400 à 500 ml) d'eau immédiatement après le réveil.
hi: उठने के तुरंत बाद, आपका शरीर रात भर में निर्जलित हो गया है। जागने के तुरंत बाद एक बड़ा गिलास (लगभग 400-500 मिली) पानी पियें।
it: Subito dopo esserti alzato, il tuo corpo si è disidratato durante la notte. Bere un bicchiere abbondante (circa 400-500 ml) di acqua subito dopo il risveglio.
ja: 起床直後の身体は一晩で脱水状態になっています。起きたらすぐにコップ一杯（約400～500ml）の水を飲みましょう。
ko: 일어나자마자 밤새 몸이 탈수 상태가 됩니다. 잠에서 깬 후 즉시 큰 잔(약 400-500ml)의 물을 마십니다.
nl: Direct na het opstaan ​​is uw lichaam gedurende de nacht uitgedroogd. Drink direct na het ontwaken een groot glas (ca. 400-500 ml) water.
pl: Zaraz po przebudzeniu organizm przez noc uległ odwodnieniu. Zaraz po przebudzeniu wypij dużą szklankę wody (ok. 400-500ml).
pt: Imediatamente após se levantar, seu corpo ficou desidratado durante a noite. Beba um copo grande (aprox. 400-500ml) de água imediatamente após acordar.
ru: Сразу после пробуждения ваше тело за ночь обезвоживается. Выпейте большой стакан (около 400–500 мл) воды сразу после пробуждения.
tr: Uyandıktan hemen sonra vücudunuz gece boyunca susuz kalır. Uyandıktan hemen sonra büyük bir bardak (yaklaşık 400-500 ml) su için.
zh_hans: 刚起床，身体一夜之间就脱水了。起床后立即喝一大杯（约400-500毫升）水。
zh_hant: 剛起床，身體一夕之間就脫水了。起床後立即喝一大杯（約400-500毫升）水。

# prog_water_d1_t1
source: 500ml direkt nach dem Aufstehen getrunken
en: Drink 500ml immediately after getting up
es: Beber 500ml inmediatamente después de levantarse.
fr: Boire 500 ml immédiatement après le lever
hi: उठने के तुरंत बाद 500 मिलीलीटर पियें
it: Bere 500 ml subito dopo essersi alzati
ja: 起床後すぐに500ml飲む
ko: 기상 후 즉시 500ml를 마신다.
nl: Drink 500 ml direct na het opstaan
pl: Wypij 500ml bezpośrednio po przebudzeniu
pt: Beba 500ml imediatamente após se levantar
ru: Выпивать 500 мл сразу после пробуждения.
tr: Kalktıktan hemen sonra 500 ml iç
zh_hans: 起床后立即喝500ml
zh_hant: 起床後立即喝500ml

# prog_water_d1_t2
source: Tagesziel: %@ L erreicht
en: Daily goal: %@ L achieved
es: Objetivo diario: %@ L alcanzado
fr: Objectif quotidien : %@ L atteint
hi: दैनिक लक्ष्य: %@ एल हासिल किया गया
it: Obiettivo giornaliero: %@ L raggiunto
ja: 毎日の目標: %@ L を達成しました
ko: 일일 목표: %@ L 달성
nl: Dagelijks doel: %@ L bereikt
pl: Dzienny cel: %@ L osiągnięty
pt: Meta diária: %@ L alcançado
ru: Ежедневная цель: %@ L достигнуто
tr: Günlük hedef: %@ L'ye ulaşıldı
zh_hans: 每日目标：%@ L 已实现
zh_hant: 每日目標：%@ L 已實現

# prog_water_d2_desc
source: Versuche, mindestens%@ deines Wasserbedarfs vor 14 Uhr zu decken. Das verhindert abendliches Trinken und nächtliche Klobesuche.
en: Try to get at least%@ of your water needs before 2 p.m. This prevents drinking in the evening and going to the toilet at night.
es: Intente cubrir al menos el%@ de sus necesidades de agua antes de las 2 p. m. Esto evita beber por la noche e ir al baño por la noche.
fr: Essayez d'obtenir au moins%@ de vos besoins en eau avant 14 heures. Cela évite de boire le soir et d'aller aux toilettes la nuit.
hi: अपनी पानी की ज़रूरत का कम से कम%@ दोपहर 2 बजे से पहले पूरा करने का प्रयास करें। यह शाम को शराब पीने और रात में शौचालय जाने से रोकता है।
it: Cerca di soddisfare almeno il%@ del tuo fabbisogno idrico prima delle 14:00. Ciò impedisce di bere la sera e di andare in bagno di notte.
ja: 午後2時までに必要な水分の少なくとも60％を摂取するようにしてください。これにより、夕方の飲酒や夜間のトイレに行くことがなくなります。
ko: 오후 2시 이전에 필요한 물의 최소%@를 확보하도록 노력하십시오. 이렇게 하면 저녁에 술을 마시고 밤에 화장실에 가는 것을 방지할 수 있습니다.
nl: Probeer vóór 14.00 uur minimaal%@ van uw waterbehoefte binnen te krijgen. Dit voorkomt dat je 's avonds drinkt en 's nachts naar het toilet gaat.
pl: Staraj się zaspokoić co najmniej%@ swojego zapotrzebowania na wodę przed godziną 14:00. Zapobiega to piciu wieczorem i chodzeniu do toalety w nocy.
pt: Tente obter pelo menos%@ de suas necessidades de água antes das 14h. Isso evita beber à noite e ir ao banheiro à noite.
ru: Постарайтесь восполнить хотя бы%@ необходимой воды до 14:00. Это предотвращает употребление алкоголя вечером и посещение туалета ночью.
tr: Su ihtiyacınızın en az%@'ını saat 14.00'ten önce almaya çalışın. Bu da akşam içki içmeyi ve gece tuvalete gitmeyi engeller.
zh_hans: 尽量在下午 2 点之前满足至少%@ 的用水需求。这样可以防止晚上喝酒和晚上上厕所。
zh_hant: 盡量在下午 2 點前滿足至少%@ 的用水需求。這樣可以防止晚上喝酒和晚上上廁所。

# prog_water_d2_t1
source: %@ vor 14:00 Uhr getrunken
en: %@ drunk before 2 p.m
es: %@ borracho antes de las 2 p.m.
fr: %@ ivre avant 14h
hi: %@ लोग दोपहर 2 बजे से पहले नशे में थे
it: %@ ubriaco prima delle 14:00
ja: 午後2時までに60％飲酒
ko: 오후 2시 이전에%@ 취함
nl: %@ dronken vóór 14.00 uur
pl: %@ pijanych przed 14:00
pt: %@ bêbado antes das 14h
ru: %@ пьяны до 14:00.
tr: Yüzde 60'ı öğleden sonra 2'den önce sarhoş
zh_hans: 下午 2 点之前%@ 的人喝醉了
zh_hant: 下午 2 點前%@ 的人喝醉了

# prog_water_d2_t2
source: Tagesziel: %@ L erreicht
en: Daily goal: %@ L achieved
es: Objetivo diario: %@ L logrado
fr: Objectif quotidien : %@ L atteint
hi: दैनिक लक्ष्य: %@ एल हासिल किया गया
it: Obiettivo giornaliero: %@ L raggiunto
ja: 毎日の目標: %@ L を達成しました
ko: 일일 목표: %@ L 달성
nl: Dagelijks doel: %@ L bereikt
pl: Dzienny cel: %@ L osiągnięty
pt: Meta diária: %@ L alcançado
ru: Ежедневная цель: %@ L достигнуто
tr: Günlük hedef: %@ L'ye ulaşıldı
zh_hans: 每日目标：%@ L 已实现
zh_hant: 每日目標：%@ L 已實現

# prog_water_d2_title
source: Fokus auf die erste Tageshälfte
en: Focus on the first half of the day
es: Concéntrate en la primera mitad del día.
fr: Concentrez-vous sur la première moitié de la journée
hi: दिन के पहले भाग पर ध्यान दें
it: Concentrati sulla prima metà della giornata
ja: その日の前半に集中する
ko: 상반기에 집중하세요
nl: Concentreer u op de eerste helft van de dag
pl: Skoncentruj się na pierwszej połowie dnia
pt: Concentre-se na primeira metade do dia
ru: Сосредоточьтесь на первой половине дня
tr: Günün ilk yarısına odaklanın
zh_hans: 专注于前半天
zh_hant: 專注於前半天

# prog_water_d3_desc
source: Reines Wasser spült oft Mineralien aus. Gib heute eine Prise gutes Salz (Meer- oder Ursalz) in eine deiner Flaschen.
en: Pure water often flushes out minerals. Add a pinch of good salt (sea or ancient salt) to one of your bottles today.
es: El agua pura a menudo elimina los minerales. Añade hoy una pizca de buena sal (marina o antigua) a una de tus botellas.
fr: L’eau pure élimine souvent les minéraux. Ajoutez dès aujourd’hui une pincée de bon sel (sel de mer ou sel ancien) dans l’une de vos bouteilles.
hi: शुद्ध पानी अक्सर खनिजों को बाहर निकाल देता है। आज ही अपनी किसी बोतल में एक चुटकी अच्छा नमक (समुद्री या प्राचीन नमक) डालें।
it: L'acqua pura spesso elimina i minerali. Aggiungi oggi stesso un pizzico di sale buono (marino o sale antico) ad una delle tue bottiglie.
ja: 純粋な水はミネラルを洗い流してしまうことがよくあります。今すぐ、ボトルの 1 つに良質な塩 (海塩または古代の塩) をひとつまみ加えてください。
ko: 순수한 물은 종종 미네랄을 씻어냅니다. 오늘 병 중 하나에 좋은 소금(바다 소금 또는 고대 소금)을 조금 추가하세요.
nl: Zuiver water spoelt vaak mineralen weg. Voeg vandaag nog een snufje goed zout (zee- of oud zout) toe aan een van je flessen.
pl: Czysta woda często wypłukuje minerały. Już dziś dodaj szczyptę dobrej soli (morskiej lub starożytnej) do jednej ze swoich butelek.
pt: A água pura geralmente elimina minerais. Adicione uma pitada de sal bom (sal marinho ou antigo) a uma de suas garrafas hoje.
ru: Чистая вода часто вымывает минералы. Добавьте сегодня щепотку хорошей соли (морской или древней) в одну из бутылочек.
tr: Saf su genellikle mineralleri temizler. Bugün şişelerinizden birine bir tutam iyi tuz (deniz veya antik tuz) ekleyin.
zh_hans: 纯净水经常会冲走矿物质。今天在您的一个瓶子中添加一小撮优质盐（海盐或古盐）。
zh_hant: 純淨水常會沖走礦物質。今天在您的一個瓶子中添加一小撮優質鹽（海鹽或古鹽）。

# prog_water_d3_t1
source: Prise Salz ins Wasser gegeben
en: Added a pinch of salt to the water
es: Añadimos una pizca de sal al agua.
fr: J'ai ajouté une pincée de sel à l'eau
hi: पानी में एक चुटकी नमक मिला दिया
it: Ho aggiunto un pizzico di sale all'acqua
ja: 水に塩をひとつまみ加えた
ko: 물에 소금 한꼬집을 넣었어요
nl: Een snufje zout aan het water toegevoegd
pl: Do wody dodano szczyptę soli
pt: Adicionei uma pitada de sal à água
ru: В воду добавила щепотку соли.
tr: Suya bir tutam tuz ekledim
zh_hans: 水中加少许盐
zh_hant: 水中加少許鹽

# prog_water_d3_t2
source: Tagesziel: %@ L erreicht
en: Daily goal: %@ L achieved
es: Objetivo diario: %@ L logrado
fr: Objectif quotidien : %@ L atteint
hi: दैनिक लक्ष्य: %@ एल हासिल किया गया
it: Obiettivo giornaliero: %@ L raggiunto
ja: 毎日の目標: %@ L を達成しました
ko: 일일 목표: %@ L 달성
nl: Dagelijks doel: %@ L bereikt
pl: Dzienny cel: %@ L osiągnięty
pt: Meta diária: %@ L alcançado
ru: Ежедневная цель: %@ L достигнуто
tr: Günlük hedef: %@ L'ye ulaşıldı
zh_hans: 每日目标：%@ L 已实现
zh_hant: 每日目標：%@ L 已實現

# prog_water_d3_title
source: Elektrolyte
en: Electrolytes
es: Electrolitos
fr: Électrolytes
hi: इलेक्ट्रोलाइट्स
it: Elettroliti
ja: 電解質
ko: 전해질
nl: Elektrolyten
pl: Elektrolity
pt: Eletrólitos
ru: Электролиты
tr: Elektrolitler
zh_hans: 电解质
zh_hant: 電解質

# prog_water_d4_desc
source: Trinke 30 Minuten vor jedem großen Essen ein Glas Wasser. Das hilft der Verdauung und dem Sättigungsgefühl.
en: Drink a glass of water 30 minutes before every big meal. This helps digestion and the feeling of satiety.
es: Beba un vaso de agua 30 minutos antes de cada comida importante. Esto ayuda a la digestión y a la sensación de saciedad.
fr: Buvez un verre d'eau 30 minutes avant chaque gros repas. Cela facilite la digestion et la sensation de satiété.
hi: प्रत्येक बड़े भोजन से 30 मिनट पहले एक गिलास पानी पियें। यह पाचन और तृप्ति की भावना में मदद करता है।
it: Bevi un bicchiere d'acqua 30 minuti prima di ogni pasto abbondante. Questo aiuta la digestione e il senso di sazietà.
ja: たくさんの食事の 30 分前に、コップ一杯の水を飲みましょう。これにより、消化が促進され、満腹感が得られます。
ko: 매 식사 30분 전에 물 한 잔을 마십니다. 이는 소화와 포만감을 돕는다.
nl: Drink een glas water 30 minuten voor elke grote maaltijd. Dit bevordert de spijsvertering en het gevoel van verzadiging.
pl: Wypij szklankę wody 30 minut przed każdym dużym posiłkiem. Wspomaga to trawienie i uczucie sytości.
pt: Beba um copo de água 30 minutos antes de cada grande refeição. Isso ajuda na digestão e na sensação de saciedade.
ru: Выпивайте стакан воды за 30 минут до каждого обильного приема пищи. Это помогает пищеварению и ощущению сытости.
tr: Her büyük yemekten 30 dakika önce bir bardak su için. Bu sindirime ve tokluk hissine yardımcı olur.
zh_hans: 每顿大餐前 30 分钟喝一杯水。这有助于消化和饱腹感。
zh_hant: 每頓大餐前 30 分鐘喝一杯水。這有助於消化和飽腹感。

# prog_water_d4_t1
source: Glas Wasser vor jeder Mahlzeit
en: Glass of water before every meal
es: Vaso de agua antes de cada comida.
fr: Un verre d'eau avant chaque repas
hi: प्रत्येक भोजन से पहले एक गिलास पानी
it: Bicchiere d'acqua prima di ogni pasto
ja: 毎食前にコップ一杯の水
ko: 매 식사 전 물 한잔
nl: Glas water voor elke maaltijd
pl: Szklanka wody przed każdym posiłkiem
pt: Copo de água antes de cada refeição
ru: Стакан воды перед каждым приемом пищи
tr: Her yemekten önce bir bardak su
zh_hans: 每餐前一杯水
zh_hant: 每餐前一杯水

# prog_water_d4_t2
source: Tagesziel: %@ L erreicht
en: Daily goal: %@ L achieved
es: Objetivo diario: %@ L logrado
fr: Objectif quotidien : %@ L atteint
hi: दैनिक लक्ष्य: %@ एल हासिल किया गया
it: Obiettivo giornaliero: %@ L raggiunto
ja: 毎日の目標: %@ L を達成しました
ko: 일일 목표: %@ L 달성
nl: Dagelijks doel: %@ L bereikt
pl: Dzienny cel: %@ L osiągnięty
pt: Meta diária: %@ L alcançado
ru: Ежедневная цель: %@ L достигнуто
tr: Günlük hedef: %@ L'ye ulaşıldı
zh_hans: 每日目标：%@ L 已实现
zh_hant: 每日目標：%@ L 已實現

# prog_water_d4_title
source: Vor den Mahlzeiten
en: Before meals
es: Antes de la comida
fr: Avant les repas
hi: भोजन से पहले
it: Prima dei pasti
ja: 食前
ko: 식사 전
nl: Voor de maaltijd
pl: Przed posiłkiem
pt: Antes das refeições
ru: Перед едой
tr: Yemeklerden önce
zh_hans: 饭前
zh_hant: 飯前

# prog_water_d5_desc
source: Stelle dir deine gesamte Tagesration morgens sichtbar an den Arbeitsplatz oder in die Küche.
en: Place your entire daily ration visibly at work or in the kitchen in the morning.
es: Coloca toda tu ración diaria de forma visible en el trabajo o en la cocina por la mañana.
fr: Placez l'intégralité de votre ration quotidienne visiblement au travail ou dans la cuisine le matin.
hi: अपना पूरा दैनिक राशन सुबह कार्यस्थल पर या रसोई में स्पष्ट रूप से रखें।
it: Metti tutta la tua razione giornaliera in modo visibile al lavoro o in cucina al mattino.
ja: 朝、毎日の食料をすべて職場またはキッチンに目に見えるように置きます。
ko: 아침에 직장이나 주방에 하루 배급량 전체를 눈에 띄게 배치하세요.
nl: Zet uw gehele dagrantsoen 's ochtends zichtbaar neer op het werk of in de keuken.
pl: Umieść całą dzienną porcję żywności w widocznym miejscu w pracy lub w kuchni rano.
pt: Coloque toda a sua ração diária de forma visível no trabalho ou na cozinha pela manhã.
ru: Утром разместите весь свой дневной рацион на видном месте на работе или на кухне.
tr: Günlük rasyonunuzun tamamını sabahları işyerinde veya mutfağa görünür şekilde koyun.
zh_hans: 将您每日的全部配给量放在工作场所或早上厨房的明显位置。
zh_hant: 將您每日的全部配給量放在工作場所或早上廚房的明顯位置。

# prog_water_d5_t1
source: Tagesration morgens sichtbar platziert
en: Daily ration placed visibly in the morning
es: Ración diaria colocada visiblemente por la mañana.
fr: Ration journalière placée visiblement le matin
hi: दैनिक राशन सुबह दृश्य रूप से रखा गया
it: Razione giornaliera posizionata ben visibile al mattino
ja: 毎日の食料は朝に目に見える形で置かれます
ko: 아침에 눈에 띄게 배치된 일일 배급량
nl: Dagrantsoen zichtbaar in de ochtend geplaatst
pl: Dzienna racja żywnościowa umieszczona rano w widocznym miejscu
pt: Ração diária colocada visivelmente pela manhã
ru: Дневной рацион размещается на видном месте утром
tr: Sabahları gözle görülür şekilde yerleştirilen günlük rasyon
zh_hans: 每天的口粮放在早上明显的位置
zh_hant: 每天的口糧放在早上明顯的位置

# prog_water_d5_t2
source: Tagesziel: %@ L erreicht
en: Daily goal: %@ L achieved
es: Objetivo diario: %@ L alcanzado
fr: Objectif quotidien : %@ L atteint
hi: दैनिक लक्ष्य: %@ एल हासिल किया गया
it: Obiettivo giornaliero: %@ L raggiunto
ja: 毎日の目標: %@ L を達成しました
ko: 일일 목표: %@ L 달성
nl: Dagelijks doel: %@ L bereikt
pl: Dzienny cel: %@ L osiągnięty
pt: Meta diária: %@ L alcançado
ru: Ежедневная цель: %@ L достигнуто
tr: Günlük hedef: %@ L'ye ulaşıldı
zh_hans: 每日目标：%@ L 已实现
zh_hant: 每日目標：%@ L 已實現

# prog_water_d5_title
source: Visualisierung
en: Visualization
es: Visualización
fr: Visualisation
hi: VISUALIZATION
it: Visualizzazione
ja: 視覚化
ko: 심상
nl: Visualisatie
pl: Wyobrażanie sobie
pt: Visualização
ru: Визуализация
tr: Görselleştirme
zh_hans: 可视化
zh_hant: 視覺化

# prog_water_d6_desc
source: Ungesüßter Kräutertee zählt als Wasser. Baue heute eine Kanne Tee in deine Hydration ein.
en: Unsweetened herbal tea counts as water. Incorporate a pot of tea into your hydration today.
es: El té de hierbas sin azúcar cuenta como agua. Incorpora hoy una taza de té a tu hidratación.
fr: Les tisanes non sucrées comptent comme de l’eau. Incorporez une théière à votre hydratation dès aujourd’hui.
hi: बिना चीनी वाली हर्बल चाय को पानी के समान माना जाता है। आज ही अपने हाइड्रेशन में चाय का एक बर्तन शामिल करें।
it: La tisana non zuccherata conta come acqua. Incorpora una tazza di tè nella tua idratazione oggi.
ja: 無糖のハーブティーは水としてカウントされます。今日の水分補給にポットのお茶を取り入れてみましょう。
ko: 무가당 허브티는 물로 간주됩니다. 오늘 수분 공급에 차 한 주전자를 추가해 보세요.
nl: Ongezoete kruidenthee telt als water. Voeg vandaag nog een pot thee toe aan je hydratatie.
pl: Niesłodzona herbata ziołowa liczy się jako woda. Już dziś włącz dzbanek herbaty do swojego nawodnienia.
pt: O chá de ervas sem açúcar conta como água. Incorpore um bule de chá em sua hidratação hoje.
ru: Несладкий травяной чай считается водой. Включите сегодня в свой питьевой режим чашку чая.
tr: Şekersiz bitki çayları su sayılır. Bugün sıvı alımınıza bir demlik çay ekleyin.
zh_hans: 不加糖的花草茶算作水。今天喝一壶茶来补充水分。
zh_hant: 不加糖的花草茶算水。今天喝一壺茶來補充水分。

# prog_water_d6_t1
source: Kräutertee als Teil der Ration genutzt
en: Herbal tea used as part of the ration
es: Té de hierbas utilizado como parte de la ración.
fr: Tisane utilisée dans le cadre de la ration
hi: हर्बल चाय का उपयोग राशन के हिस्से के रूप में किया जाता है
it: Tisana utilizzata come parte della razione
ja: 配給品の一部として使用されるハーブティー
ko: 배급의 일부로 사용되는 허브티
nl: Kruidenthee gebruikt als onderdeel van het rantsoen
pl: Herbata ziołowa stosowana jako część racji żywnościowej
pt: Chá de ervas usado como parte da ração
ru: Травяной чай, используемый как часть рациона
tr: Rasyonun bir parçası olarak kullanılan bitki çayı
zh_hans: 花草茶作为口粮的一部分
zh_hant: 花草茶作為口糧的一部分

# prog_water_d6_t2
source: Tagesziel: %@ L erreicht
en: Daily goal: %@ L achieved
es: Objetivo diario: %@ L logrado
fr: Objectif quotidien : %@ L atteint
hi: दैनिक लक्ष्य: %@ एल हासिल किया गया
it: Obiettivo giornaliero: %@ L raggiunto
ja: 毎日の目標: %@ L を達成しました
ko: 일일 목표: %@ L 달성
nl: Dagelijks doel: %@ L bereikt
pl: Dzienny cel: %@ L osiągnięty
pt: Meta diária: %@ L alcançado
ru: Ежедневная цель: %@ L достигнуто
tr: Günlük hedef: %@ L'ye ulaşıldı
zh_hans: 每日目标：%@ L 已实现
zh_hant: 每日目標：%@ L 已實現

# prog_water_d6_title
source: Tee-Integration
en: Tea integration
es: integración del té
fr: Intégration du thé
hi: चाय एकीकरण
it: Integrazione del tè
ja: お茶の統合
ko: 차 통합
nl: Thee-integratie
pl: Integracja herbat
pt: Integração de chá
ru: Интеграция чая
tr: Çay entegrasyonu
zh_hans: 茶一体化
zh_hant: 茶一體化

# prog_water_d7_desc
source: Lief die Woche gut? Achte heute besonders darauf, dass du trotz Wochenende und fehlendem Büro-Alltag auf deine Menge kommst.
en: Did the week go well? Today, pay particular attention to ensuring that you get your quantity despite the weekend and the lack of everyday office life.
es: ¿Ha ido bien la semana? Hoy, preste especial atención a conseguir la cantidad necesaria a pesar del fin de semana y de la ausencia del día a día en la oficina.
fr: La semaine s'est bien passée ? Aujourd’hui, veillez particulièrement à bien obtenir votre quantité malgré le week-end et l’absence de quotidien au bureau.
hi: क्या सप्ताह अच्छा गुजरा? आज, यह सुनिश्चित करने पर विशेष ध्यान दें कि सप्ताहांत और रोजमर्रा के कार्यालय जीवन की कमी के बावजूद आपको पर्याप्त मात्रा में सामान मिले।
it: La settimana è andata bene? Oggi presta particolare attenzione a garantire la quantità necessaria nonostante il fine settimana e la mancanza di vita quotidiana in ufficio.
ja: 一週間はうまくいきましたか？今日は、週末や日常のオフィス生活の欠如にもかかわらず、確実に数量を確保することに特に注意を払ってください。
ko: 이번주 잘 보내셨나요? 오늘은 주말과 일상적인 사무실 생활이 부족함에도 불구하고 원하는 수량을 확보하는 데 특별한 주의를 기울이십시오.
nl: Is de week goed verlopen? Let er vandaag vooral op dat u uw hoeveelheid krijgt, ondanks het weekend en het gebrek aan het dagelijkse kantoorleven.
pl: Czy tydzień minął dobrze? Już dziś zwróć szczególną uwagę na to, aby mimo weekendu i braku codziennego, biurowego życia dotarła do Ciebie Twoja ilość.
pt: A semana correu bem? Hoje, preste atenção especial em garantir que você receba sua quantidade, apesar do fim de semana e da falta do dia a dia no escritório.
ru: Неделя прошла хорошо? Сегодня уделите особое внимание тому, чтобы получить необходимое количество, несмотря на выходные и отсутствие повседневной офисной жизни.
tr: Hafta iyi geçti mi? Bugün, hafta sonuna ve günlük ofis hayatının olmamasına rağmen ihtiyacınızı karşılamaya özellikle dikkat edin.
zh_hans: 这周过得好吗？今天，要特别注意确保你得到足够的数量，尽管周末和缺乏日常的办公室生活。
zh_hant: 這週過得好嗎？今天，要特別注意確保你得到足夠的數量，儘管週末和缺乏日常的辦公室生活。

# prog_water_d7_t1
source: Tagesziel: %@ L erreicht
en: Daily goal: %@ L achieved
es: Objetivo diario: %@ L alcanzado
fr: Objectif quotidien : %@ L atteint
hi: दैनिक लक्ष्य: %@ एल हासिल किया गया
it: Obiettivo giornaliero: %@ L raggiunto
ja: 毎日の目標: %@ L を達成しました
ko: 일일 목표: %@ L 달성
nl: Dagelijks doel: %@ L bereikt
pl: Dzienny cel: %@ L osiągnięty
pt: Meta diária: %@ L alcançado
ru: Ежедневная цель: %@ L достигнуто
tr: Günlük hedef: %@ L'ye ulaşıldı
zh_hans: 每日目标：%@ L 已实现
zh_hant: 每日目標：%@ L 已實現

# prog_water_d7_t2
source: Trinkverhalten der Woche reflektiert
en: Drinking behavior of the week reflected
es: Se refleja el comportamiento de consumo de alcohol de la semana
fr: Le comportement de consommation d'alcool de la semaine reflété
hi: सप्ताह का शराब पीने का व्यवहार प्रतिबिंबित हुआ
it: Riflessione sul comportamento di consumo della settimana
ja: その週の飲酒行動が反映される
ko: 이번주 음주행동 반영
nl: Drinkgedrag van de week weerspiegeld
pl: Odzwierciedlone zachowania związane z piciem tygodnia
pt: Comportamento de beber da semana refletido
ru: Отражение алкогольного поведения недели
tr: Haftanın içki içme davranışı yansıtılıyor
zh_hans: 反映了本周的饮酒行为
zh_hant: 反映了本週的飲酒行為

# prog_water_phase_desc_zelluläre_hydration
source: Zelluläre Hydration
en: Cellular hydration
es: Hidratación celular
fr: Hydratation cellulaire
hi: सेलुलर जलयोजन
it: Idratazione cellulare
ja: 細胞の水分補給
ko: 세포 수분 공급
nl: Cellulaire hydratatie
pl: Nawilżenie komórkowe
pt: Hidratação celular
ru: Клеточное увлажнение
tr: Hücresel hidrasyon
zh_hans: 细胞补水
zh_hant: 細胞補水

# prog_water_phase_title_woche___phasenumber_
source: Woche %lld
en: Week %lld
es: Semana %lld
fr: Semaine %lld
hi: सप्ताह %lld
it: Settimana %lld
ja: 週 %lld
ko: 주 %lld
nl: Week %lld
pl: Tydzień %lld
pt: Semana %lld
ru: Неделя %lld
tr: Hafta %lld
zh_hans: 周 %lld
zh_hant: 週 %lld

# progression_cooking_aufbau
source: Koche heute mit mindestens 3 frischen Gemüsesorten.
en: Cook today with at least 3 fresh types of vegetables.
es: Cocina hoy con al menos 3 tipos de verduras frescas.
fr: Cuisine aujourd'hui avec au moins 3 types de légumes frais.
hi: आज कम से कम 3 ताजे सब्जियों के साथ खाना बनाओ।
it: Cucina oggi con almeno 3 tipi di verdure fresche.
ja: 今日は少なくとも3種類の新鮮な野菜を使って料理しましょう。
ko: 오늘은 적어도 3가지 종류의 신선한 야채로 요리하세요.
nl: Kook vandaag met minimaal 3 verse soorten groenten.
pl: Gotuj dzisiaj z co najmniej 3 rodzajami świeżych warzyw.
pt: Cozinha hoje com pelo menos 3 tipos de legumes frescos.
ru: Готовь сегодня как минимум с 3 свежими овощами.
tr: Bugün en az 3 çeşit taze sebze ile yemek pişirin.
zh_hans: 今天用至少3种新鲜蔬菜烹饪。
zh_hant: 今天至少用 3 種新鮮蔬菜做飯。

# progression_cooking_einstieg
source: Koche heute eine einfache, gesunde Mahlzeit selbst.
en: Cook a simple, healthy meal yourself today.
es: Cocina tú mismo una comida sencilla y saludable hoy.
fr: Cuisine toi-même un repas simple et sain aujourd'hui.
hi: आज एक सरल, स्वस्थ भोजन खुद बनाओ।
it: Cucina da te un pasto semplice e sano oggi.
ja: 今日は簡単で健康的な食事を自分で作りましょう。
ko: 오늘은 간단하고 건강한 식사를 직접 요리해 보세요.
nl: Kook vandaag nog zelf een eenvoudige, gezonde maaltijd.
pl: Już dziś samodzielnie ugotuj prosty, zdrowy posiłek.
pt: Cozinha uma refeição simples e saudável tu mesmo hoje.
ru: Приготовь сегодня простую, здоровую еду самостоятельно.
tr: Bugün kendiniz basit ve sağlıklı bir yemek pişirin.
zh_hans: 今天自己做一顿简单健康的饭菜。
zh_hant: 今天從頭開始做一頓簡單、健康的餐點。

# progression_cooking_meisterschaft
source: Du bist ein Meisterkoch deiner Gesundheit. Genieße dein Essen!
en: You are a master chef of your health. Enjoy your food!
es: Eres un chef maestro de tu salud. ¡Disfruta tu comida!
fr: Tu es un chef cuisinier de ta santé. Profite de ton repas !
hi: आप अपनी सेहत के मास्टर शेफ हैं। अपने खाने का आनंद लें!
it: Sei uno chef maestro della tua salute. Goditi il tuo cibo!
ja: あなたは健康のマスターシェフです。お食事をお楽しみください！
ko: 당신은 건강의 마스터 셰프입니다. 음식을 즐겨보세요!
nl: U bent een meesterkok als het gaat om uw gezondheid. Geniet van je eten!
pl: Jesteś mistrzem swojego zdrowia. Ciesz się jedzeniem!
pt: És um chef mestre da tua saúde. Desfruta da tua comida!
ru: Ты мастер-кулинар своего здоровья. Наслаждайся своей едой!
tr: Siz sağlığınızın usta şefisiniz. Yemeğinizin tadını çıkarın!
zh_hans: 你是健康烹饪大师。享受你的美食吧！
zh_hant: 您是您健康的大廚。享受你的食物吧！
